/*
 Navicat Premium Data Transfer

 Source Server         : 127.0.0.1
 Source Server Type    : MySQL
 Source Server Version : 80034 (8.0.34)
 Source Host           : 127.0.0.1:3306
 Source Schema         : flask

 Target Server Type    : MySQL
 Target Server Version : 80034 (8.0.34)
 File Encoding         : 65001

 Date: 09/03/2024 10:31:45
*/

SET NAMES utf8mb4;
SET FOREIGN_KEY_CHECKS = 0;

-- ----------------------------
-- Table structure for comment
-- ----------------------------
DROP TABLE IF EXISTS `comment`;
CREATE TABLE `comment`  (
  `name` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT NULL,
  `info` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT NULL,
  `stars` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT NULL,
  `comment_type` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT NULL,
  `id` int NOT NULL AUTO_INCREMENT,
  PRIMARY KEY (`id`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 1104 CHARACTER SET = utf8mb4 COLLATE = utf8mb4_0900_ai_ci ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of comment
-- ----------------------------
INSERT INTO `comment` VALUES ('QQ', 'qq空间什么时候有关键词搜索功能呢？一个一个翻要找很久哎', '2', '差评', 604);
INSERT INTO `comment` VALUES ('QQ', '为什么视频电话的一起看没有了！！！！请马上更新！！！！', '5', '好评', 605);
INSERT INTO `comment` VALUES ('QQ', '不是 腾讯你QQ天天更新天天更什么意思啊 这更新了之后什么鬼啊 姐是真的不想用内测版呐 无语了', '1', '差评', 606);
INSERT INTO `comment` VALUES ('QQ', '天天更新，还有我啥也没干帐号就被冻结了', '1', '差评', 607);
INSERT INTO `comment` VALUES ('QQ', '别随便搞封号那一套。一个单纯无辜的人突然聊着聊着号不行了，反正你们后台也能查，查明白再封不行吗，该封的不封，不该封的狂封😅😅😅', '2', '差评', 608);
INSERT INTO `comment` VALUES ('QQ', '你觉得这样整人有意思吗，发条语音你不显示，又发了一条你才把上一条显示，你觉得这是你你尴尬吗', '1', '差评', 609);
INSERT INTO `comment` VALUES ('QQ', '好的你一点不学，天天学🐶💩微信？表情包为什么不让下载到手机上？', '1', '差评', 610);
INSERT INTO `comment` VALUES ('QQ', '真的烦，跟别人聊天，给我发了个链接，点进去就直接封号，qq怎么想的 不封他号 封我号', '1', '差评', 611);
INSERT INTO `comment` VALUES ('QQ', '差评，这次卸载了，以前的照片全不见了差评', '1', '差评', 612);
INSERT INTO `comment` VALUES ('QQ', '有没有告诉我，我QQ出现闪退了，怎么解决？', '3', '差评', 613);
INSERT INTO `comment` VALUES ('QQ', 'QQ你能不能再设置一下厘米秀呀，我玩了好久了，现在你直接停用，真的很难过', '1', '差评', 614);
INSERT INTO `comment` VALUES ('QQ', '输入框上面的快捷表情能不能去掉，太恶心人了', '1', '差评', 615);
INSERT INTO `comment` VALUES ('QQ', '为什么小世界没法看回复我的评论，总是显示服务错误。而且更新也不让更新，啊，不让我更新是吧？', '1', '差评', 616);
INSERT INTO `comment` VALUES ('QQ', '你新推出的这个心事罐的功能到底能不能用啊？不会搞就别搞，我弄了好久都没弄出来，网上搜也搜不到', '1', '差评', 617);
INSERT INTO `comment` VALUES ('QQ', '越来越乱了，现在连深色模式都变成白的了，你还有什么用啊，腾讯，QQ做的越来越烂了，能不能用点心！！！', '1', '差评', 618);
INSERT INTO `comment` VALUES ('QQ', 'QQ小世界不能发表情了，这让我怎么表达内心所想？', '2', '差评', 619);
INSERT INTO `comment` VALUES ('QQ', '能不能把所有的手机型号版本都统一更新啊，我这个一直是8.8.90，搞得我好痛苦！', '3', '差评', 620);
INSERT INTO `comment` VALUES ('QQ', '别整些花里胡哨没用的行不行啊，整天弹小窗让我内测更新有用吗，我就用它聊个天而已，等我毕业早晚卸了。', '1', '差评', 621);
INSERT INTO `comment` VALUES ('QQ', '为什么相册上传照片没有画质选项了，原图死去哪里了', '1', '差评', 622);
INSERT INTO `comment` VALUES ('QQ', '这个QQ以后最好不要玩。因为里边有一堆不好东西。影响孩子。我刚才看了那灰色一看基本全是00后的。', '1', '差评', 623);
INSERT INTO `comment` VALUES ('QQ', '总是要更新   有毛病你是不是有毛病   天天更新？？？？？？？', '1', '差评', 624);
INSERT INTO `comment` VALUES ('QQ', '能不能把这该死的回忆关掉？？？脚趾头都快扣出三室一厅了', '1', '差评', 625);
INSERT INTO `comment` VALUES ('QQ', '能不能改进一下系统，我男朋友给我发的消息都找不到了，没有删过就找不到了', '1', '差评', 626);
INSERT INTO `comment` VALUES ('QQ', '各种没用的东西,系统总是出问题行不行啊.', '1', '差评', 627);
INSERT INTO `comment` VALUES ('QQ', 'QQ是最早的聊天工具，色彩方面非常的好', '5', '好评', 628);
INSERT INTO `comment` VALUES ('QQ', '为了宣传自己的浏览器把apk文件加后缀，丑陋的嘴脸给我整乐了', '1', '差评', 629);
INSERT INTO `comment` VALUES ('QQ', '为什么我要加心理课群加不上说我账号违规，我今天就给别人发了个早上好哪违规了，然后要提交申请之类的上面违规我看了一个都没有啊，为什么判断我违规我都不怎么用', '1', '差评', 630);
INSERT INTO `comment` VALUES ('QQ', '现在QQ里面游戏消息怎么回事，我朋友明明开了战绩，点进去也看得见，然后一直跳转成空白界面，我以为是没更新的原因，结果更新了还这样', '2', '差评', 631);
INSERT INTO `comment` VALUES ('QQ', '换手机号后，我的原来的号没了，登不上，人工辅助也没用，我的老账户啊啊啊啊', '1', '差评', 632);
INSERT INTO `comment` VALUES ('QQ', '把简洁模式还给我啊！！！我恨你！！！我讨厌死你现在的简洁模式了！！！！你把以前的简洁模式还给我！！！！！！！！！！！', '1', '差评', 633);
INSERT INTO `comment` VALUES ('QQ', '什么东西，充了会员以后升级速度变慢了。你逗我呢。', '1', '差评', 634);
INSERT INTO `comment` VALUES ('QQ', '现在的QQ没有以前的好玩.现在的QQ太无聊了', '2', '差评', 635);
INSERT INTO `comment` VALUES ('QQ', '需要好友安全辅助验证才能注册新账号，你以为人人都有朋友吗？👎', '1', '差评', 636);
INSERT INTO `comment` VALUES ('QQ', '好好好，不更新死活不让用是吧。好好好', '1', '差评', 637);
INSERT INTO `comment` VALUES ('QQ', '好好的怎么会闪退了呢？昨天都还可以的！', '2', '差评', 638);
INSERT INTO `comment` VALUES ('QQ', '你这个qq做的什么玩意，玩个游戏卡的要死，你会做软件不？不会做就别做😏', '1', '差评', 639);
INSERT INTO `comment` VALUES ('QQ', '希望能出一个，个性标签直接编辑功能，在原来的标签上编辑，我那一个标签300多赞，想删舍不得，可是我想换新的标签了，原来的那个标签不想要', '3', '差评', 640);
INSERT INTO `comment` VALUES ('QQ', '这个下载起来好慢呀，建议把网速改一下，发消息半天也发不过去', '3', '差评', 641);
INSERT INTO `comment` VALUES ('QQ', '服了，上次我账号被封我还能忍，毕竟我有错，现在，我刚下回来的，你又说有新版本，哪里有新版本啊？', '1', '差评', 642);
INSERT INTO `comment` VALUES ('QQ', '太恶心了，收藏的东西看不了我请问你这个功能拿来干什么用，无语死了', '1', '差评', 643);
INSERT INTO `comment` VALUES ('QQ', '存储空间里的“其他数据”看不到是什么也删不了，一直占着内存', '1', '差评', 644);
INSERT INTO `comment` VALUES ('QQ', '我真是一颗星星都不想给，把那些没用的东西精简了吧，当个人吧', '1', '差评', 645);
INSERT INTO `comment` VALUES ('QQ', '上个月，在所有保护措施都打开的情况下，Q币被盗了，没有任何提醒，也没有异地提醒，是通过QQ手游被盗走的。\n客服也不管。这个月又被盗了。我什么都开了，QQ安全中心也下了。\n这个腾讯是一点都不作为。', '1', '差评', 646);
INSERT INTO `comment` VALUES ('QQ', '无数次卸载下载都是要更新版本。给个解释行不行，现在登都登不进去了', '1', '差评', 647);
INSERT INTO `comment` VALUES ('QQ', '有什么办法把聊天框右边的那个表情删了啊，天天都有个标志在那', '1', '差评', 648);
INSERT INTO `comment` VALUES ('QQ', '开了应用分身关机之后开机分身直接消失', '1', '差评', 649);
INSERT INTO `comment` VALUES ('QQ', '希望出一个群分组的功能，加的群太多了全置顶又等于没置顶，希望有像好友分组那种的群分组。', '4', '差评', 650);
INSERT INTO `comment` VALUES ('QQ', '为什么，只是不小心弄错了一个打开应用小密码，直接让我重新登，手机号换了，QQ半天不让登，就死要那个手机号？我想要回答', '1', '差评', 651);
INSERT INTO `comment` VALUES ('QQ', '你不觉得晚上了系统自动提示“夜深了，和他道一声晚安吧”这种东西蠢的疯了吗？恶心谁呢', '1', '差评', 652);
INSERT INTO `comment` VALUES ('QQ', '打开其他应用还要假惺惺的请示问是否打开，打开广告就不用请示了是吧，直接闪进去。还有，QQ电脑版是在和微信一起比谁更烂吗。为什么打相同时间的语音，QQ消耗的流量是微信的十倍之巨', '2', '差评', 653);
INSERT INTO `comment` VALUES ('QQ', '新更新的功能好烦，聊天页面下面的推荐都影响聊天了，也关不掉，无语', '1', '差评', 654);
INSERT INTO `comment` VALUES ('QQ', '真的一颗星都不想给，我QQ被骗了，王者充了6000多，就这么没了，投诉了好几遍，呵呵，那个工作人员知道这是我的号，就是不给我找回，我就问问你们企鹅到底还能干嘛？昨天不小心被我删了，要登录回账号，结果验证码之后还要我的密码，我都忘记了，还说有被盗风险，被盗风险你们就不能管吗？无语😥', '1', '差评', 655);
INSERT INTO `comment` VALUES ('QQ', '我看到要人骗皮肤就一直给骗子发表情包，然后就给我重新登录我一定要吐槽一颗星都不想给', '1', '差评', 656);
INSERT INTO `comment` VALUES ('QQ', '我就几天没登， 等我用时它却怎么也登不进去真是无语死了。。。。我真的会谢', '1', '差评', 657);
INSERT INTO `comment` VALUES ('QQ', '好好的用着，啥也没干，就被冻结了\n腾讯，你想干嘛？气死人', '2', '差评', 658);
INSERT INTO `comment` VALUES ('QQ', 'QQ最近怎么了，吐槽一些东西被人恶意举报秒封，不是，我举报外挂速度怎么这么慢', '1', '差评', 659);
INSERT INTO `comment` VALUES ('QQ', '每天都有莫名其妙的东西推送过来，别人发的消息，我要么没收到，点进去才能看到消息', '1', '差评', 660);
INSERT INTO `comment` VALUES ('QQ', '表情包存图的没了，你更新了个什么，广告吗？', '1', '差评', 661);
INSERT INTO `comment` VALUES ('QQ', '不是我刚登进去有人登我QQ吗,我密码说的是对的，他给我显示密码是错误', '1', '差评', 662);
INSERT INTO `comment` VALUES ('QQ', '真的很离谱为什么每次都盗我的号这都已经第二个了', '1', '差评', 663);
INSERT INTO `comment` VALUES ('QQ', '新创的号直接来个封号QQ开发者666。', '1', '差评', 664);
INSERT INTO `comment` VALUES ('QQ', '可以不是好友也可以发文件吗？真的很不方便', '3', '差评', 665);
INSERT INTO `comment` VALUES ('QQ', '为什么没有厘米秀呢！！！我好不容易弄到的花城谢怜的装扮', '1', '差评', 666);
INSERT INTO `comment` VALUES ('QQ', '什么意思？动不动就封我的号，我啥都没干', '1', '差评', 667);
INSERT INTO `comment` VALUES ('QQ', 'QQ收藏里的笔记不好用！去微信回个消息后回来QQ后，前面写的笔记全都没了！很烦！', '1', '差评', 668);
INSERT INTO `comment` VALUES ('QQ', '我今年和朋友屏幕分享的时候失败了然后我等了两个月还是不行，现在问一直说让我等让我等，破系统', '1', '差评', 669);
INSERT INTO `comment` VALUES ('QQ', '为什么QQ空间的访客周报一直没有发送给我，请给我个合理的解释', '2', '差评', 670);
INSERT INTO `comment` VALUES ('QQ', '我请问一下在评论他人印象的时候可不可以保留草稿啊，打字打很久然后点错了打字框滑下去打的字全没了真的很烦！', '3', '差评', 671);
INSERT INTO `comment` VALUES ('QQ', '非常不满意，各种强制要求，体验性极度差。', '1', '差评', 672);
INSERT INTO `comment` VALUES ('QQ', '能不能不要动不动就更新,认不得你更新些什么东西,我们要的你给更没了,能不能把之前的表情给还回来,那个小熊还有小白豆,真没这么愤怒过', '1', '差评', 673);
INSERT INTO `comment` VALUES ('QQ', '真无语了！什么时候才能扫码登录，我没次换手机，号都没了，又不记得密码，还要重加！无语！', '3', '差评', 674);
INSERT INTO `comment` VALUES ('QQ', 'QQ真是好软件，好登录，又好聊天，方便', '5', '好评', 675);
INSERT INTO `comment` VALUES ('QQ', 'QQ的话，我觉得还行吧，里面的游戏挺好玩的，就是占内存有点多，而且容易卡吧', '4', '差评', 676);
INSERT INTO `comment` VALUES ('QQ', '几乎不咋用了就是，QQ现在就是拿来登个游戏，甚至现在很多游戏都是微信登陆了，QQ里面现在全是各种小功能和各种充值，已经不再是以前单纯的聊天工具了。', '5', '好评', 677);
INSERT INTO `comment` VALUES ('QQ', '你非要让王者那个战绩杵那儿是不是？！！！别人看不看得到我不知道，但我看着倔强青铜四个字是真无语了，就玩儿了几局，就几局你非要杵那儿！受不了真受不了😭我只能说其他的还行，就这个我难以接受', '3', '差评', 678);
INSERT INTO `comment` VALUES ('QQ', '我真的会栓Q了，把我的账号弄丢了不说连我绑定的电话号码就能换，钱包里面的钱还必须要帮银行卡才能使用，去帮银行卡呢，里面有的银行又没有', '1', '差评', 679);
INSERT INTO `comment` VALUES ('QQ', '汗流浃背，能不能不动原来的表情，更新之后好别扭🤡', '5', '好评', 680);
INSERT INTO `comment` VALUES ('QQ', 'QQ是不是有什么大毛病？QQ卸载了就不能用账号密码登其他软件了？给我显示账号可能被盗，必须用QQ软件才能登录或者修改密码才能登录？纯纯有什么大毛病。真恶心啊！！！', '1', '差评', 681);
INSERT INTO `comment` VALUES ('QQ', '你丫再吞我空间评论，别逼我每天来刷一星🙃', '1', '差评', 682);
INSERT INTO `comment` VALUES ('QQ', '为啥QID不是QUI？什么时候能把QID变成QUI？', '1', '差评', 683);
INSERT INTO `comment` VALUES ('QQ', '我作为你亲爱的svip用户，你居然不给我点什么好处？比如一抽宠物就能比普通用户手气好点，抽字符也是', '1', '差评', 684);
INSERT INTO `comment` VALUES ('QQ', '真心的希望QQ能改一下，就是我发消息的时候根本就不知道对方是看还是没有看，希望能改一个，发消息的时候对方看到了就会显示已读的那种，不说了', '5', '好评', 685);
INSERT INTO `comment` VALUES ('QQ', '腾讯，能不能让我和我朋友抽到字符，还有那个死人宠物能不能让我抽到好看的，我讨厌那个梨', '3', '差评', 686);
INSERT INTO `comment` VALUES ('QQ', '升级一堆乱七八糟的bug，文件都发不过去', '1', '差评', 687);
INSERT INTO `comment` VALUES ('QQ', '不是我真的服了  一会给我发个黄钻续费成功   一会又说我还有12天到期  我寻思着半个月前才续的费  怎么又续了  真服了', '3', '差评', 688);
INSERT INTO `comment` VALUES ('QQ', '能不能不要天天更新更新更新 烦死了 要更新和应用商店说 不要天天在QQ中自动更新 又更新不出什么鬼东西', '2', '差评', 689);
INSERT INTO `comment` VALUES ('QQ', '注册了4个，有一个是以前的 但是我又注销了一个但我想注册回一个账号， 那你为什么就是不给呢不舍得吗， 他是你老婆还是你老爸还是你老妈呀，那么不舍得给，那你别做了改去耕田。', '2', '差评', 690);
INSERT INTO `comment` VALUES ('QQ', '终于又更新了，一个多月了，经常无反应，尤其是从小世界到聊天页面，或者点击那个消息框，然后卡住，手机没有一点问题，软件就闪退了', '1', '差评', 691);
INSERT INTO `comment` VALUES ('QQ', '为什么火花升一级要十几天，掉一级就只要一天，连重燃的机会都没有吗，又不是每天都能用的到QQ，三天两头的升级，有研究新版本的时间不如先把用户提出问题给解决，如果不是用的时间长了有很多回忆谁还能一直用啊', '2', '差评', 692);
INSERT INTO `comment` VALUES ('QQ', 'qq    曾经的回忆   永远的过去', '5', '好评', 693);
INSERT INTO `comment` VALUES ('QQ', '可以不整那些花里胡哨的吗 频道什么给个关闭设置 QQ现在消息也有问题 动不动就延迟或者在接收 以前的版本简单便利 一个交流社交软件搞那么多没用的功能给最重要的消息什么的都忽略了', '1', '差评', 694);
INSERT INTO `comment` VALUES ('QQ', '建议移除QQ电话闭麦和挂电话功能🚫', '1', '差评', 695);
INSERT INTO `comment` VALUES ('QQ', '还是蛮不错的QQ更新的越来越好，但还是喜欢以前QQ默认的气泡能不能再改回来呀', '5', '好评', 696);
INSERT INTO `comment` VALUES ('QQ', '真的会谢，用着冒火，不是第一次了，要么进不去情侣空间，要么就是“想你”按钮不显示，666，真会做呀', '1', '差评', 697);
INSERT INTO `comment` VALUES ('QQ', '我无语了，我在QQ上面用了钱的，结果说QQ版本，没更新，不能登录。我真的无语了，谁懂啊？', '1', '差评', 698);
INSERT INTO `comment` VALUES ('QQ', '我登录账号，他跟我说要更新到最新版本，我看了一下，根本没有最新版本的，完全登不上去，这啥QQ啊，行不行啊？', '1', '差评', 699);
INSERT INTO `comment` VALUES ('QQ', '我那个小米手机为什么更新不了QQ？导致我进不了校园墙', '1', '差评', 700);
INSERT INTO `comment` VALUES ('QQ', '差评！！为什么我收不到我女神发的消息，你知道她收不到我发的信息会多崩溃嘛，如果我没及时回她的话她可能会得抑郁症的！建议QQ把收信息的速度搞快一点，不要让我女神等着急了', '1', '差评', 701);
INSERT INTO `comment` VALUES ('QQ', '有电脑登陆可不可以提醒一下在手机上，而且要在手机上同意，虽然很麻烦，但是那些盗号的人就这么做的，我有一个号就是这样被盗了，我也不知道他们怎么知道的，建议电脑登陆提醒一下在手机上，然后可以出一个功能就是可以取消与电脑，那些其他的，反正不是手机的那些同步和登陆，不然真的容易盗号，希望出这个功能，真的希望。', '1', '差评', 702);
INSERT INTO `comment` VALUES ('QQ', '为什么现在表情包不让保存相册了，你学wx搞这呵呵', '1', '差评', 703);
INSERT INTO `comment` VALUES ('微信', '这微信到底在干什么？  从一开始的好用到现在那么拉了   十点的微信，11:51才收到，怎么回事？', '1', '差评', 704);
INSERT INTO `comment` VALUES ('微信', '我求你了 能不能把朋友圈字体大小和图片的版面什么换回去。。。早知道这样我就不急着点更新了我真的服了。。。好丑的新界面。。。。。。', '1', '差评', 705);
INSERT INTO `comment` VALUES ('微信', '有人在吗？微信一两周左右就会卡死，就像单独给微信断了网一样，要重启才能变好，怎么办？', '4', '差评', 706);
INSERT INTO `comment` VALUES ('微信', '关于表情包：能不能让发过的表情包可以长按保存到手机，能不能自己给表情包设定一个口令，输入关键字就可以弹出，有时候想用的表情包半天找不到，能不能从相册添加表情的时候多个表情同时选择，一个一个收藏太麻烦每次都要滑好久，能不能不要限制表情包数量。\n关于朋友圈：能不能朋友圈实现图片与视频可以同时发布，能不能把朋友圈视频时长取消限制或者延长，能不能朋友圈发表图片不要只能9张', '4', '差评', 707);
INSERT INTO `comment` VALUES ('微信', '领取红包的那个系统提示为什么不能删？能不能改改啊，拜托了，改了立马好评拜托拜托', '1', '差评', 708);
INSERT INTO `comment` VALUES ('微信', '我什么也没干账号就被封了！还申诉不了！真的是莫名其妙！', '1', '差评', 709);
INSERT INTO `comment` VALUES ('微信', '拍了图片，在上面编辑文字只有黑白2两种颜色', '2', '差评', 710);
INSERT INTO `comment` VALUES ('微信', '微信相机一打开就是横屏的状态，扫一扫也是这样，手机里没有打开横屏模式，微信里也没有打开横屏模式，手机设置也允许了微信相机的权限，连微信视频对面是竖屏，自己这屏幕也是横屏，尽快给我解决！！一天没解决，我就一天发一次！！！', '1', '差评', 711);
INSERT INTO `comment` VALUES ('微信', '能不能优化一下mate60系列的视频聊天后置 太模糊了', '3', '差评', 712);
INSERT INTO `comment` VALUES ('微信', '视频时经常显示麦克风被占用是怎么回事？后天已经清了', '5', '好评', 713);
INSERT INTO `comment` VALUES ('微信', '为什么我的华为，不让我的手机微信更新！！！！！！！！', '3', '差评', 714);
INSERT INTO `comment` VALUES ('微信', '8.0.44版下载了，安装不了是怎回事？', '5', '好评', 715);
INSERT INTO `comment` VALUES ('微信', '我刚登录进去不久就封，还说我什么欺诈／骚扰／恶意营销我只不过是加个好友就被封了无语死了', '1', '差评', 716);
INSERT INTO `comment` VALUES ('微信', '各种广告都绑定微信小程序。现在微信使用感觉极差。', '1', '差评', 717);
INSERT INTO `comment` VALUES ('微信', '微信更新好慢呀，有的都没有，华为更新太慢了吧', '1', '差评', 718);
INSERT INTO `comment` VALUES ('微信', '老闪退。每次换个手机登微信，想再用这个手机登回来就一直闪退', '4', '差评', 719);
INSERT INTO `comment` VALUES ('微信', '为什么微信不能编辑朋友圈？为什么微信群不能有禁言等一些功能？为什么微信支付会上限，而且还必须让所有人都绑定银行卡？就连学生党也必须要绑定银行卡？为什么微信双向删除好友功能啊！这些问题到现在都还没有解决！还真不如QQ那么实用呢！为什么就不能学一学QQ呢？', '1', '差评', 720);
INSERT INTO `comment` VALUES ('微信', '微信的APP上有提示新版本需要更新！版本号:8.0.44版本！希望你们可以快点推送！麻烦你们啦！', '5', '好评', 721);
INSERT INTO `comment` VALUES ('微信', '能不能出一个显示被哪些好友删除的功能', '1', '差评', 722);
INSERT INTO `comment` VALUES ('微信', '为什么更新不了8.0.43版本，太差劲了', '3', '差评', 723);
INSERT INTO `comment` VALUES ('微信', '微信切换设备登录后不能同步聊天记录是最大的败笔', '1', '差评', 724);
INSERT INTO `comment` VALUES ('微信', '来电铃声时有时没，这肯定不是设置问题！', '3', '差评', 725);
INSERT INTO `comment` VALUES ('微信', '求求你 把朋友圈改回去 字体太大看着好难受', '1', '差评', 726);
INSERT INTO `comment` VALUES ('微信', '为什么更新了，点打开又回到～更新下载？？？', '2', '差评', 727);
INSERT INTO `comment` VALUES ('微信', '微信方便了广大用户，其最大缺点就是占用手机内存存储太大，多次因为占用存储太大而不得不将其卸载，不得已又安装登录，非常的麻烦。', '2', '差评', 728);
INSERT INTO `comment` VALUES ('微信', '登录，需要验证操作，还要发送验证码，不更新进去一片白屏，现在有了短信验证，方便很多，点击联系人就可以聊天', '2', '差评', 729);
INSERT INTO `comment` VALUES ('微信', '登录，需要验证操作，还要发送验证码，不更新进去一片白屏', '2', '差评', 730);
INSERT INTO `comment` VALUES ('微信', '变成日常生活的工具了，不得不佩服微信。\n不过期待可以设置某些微信好友的信息独立提示音，避免错过重要信息。', '3', '差评', 731);
INSERT INTO `comment` VALUES ('微信', '空间都让你给我吃完了，功能越来越不好，', '1', '差评', 732);
INSERT INTO `comment` VALUES ('微信', '修复了一些已知问题🤭，每版都没必要更新，浪费流量，浪费时间，浪费内存，浪费电量。', '1', '差评', 733);
INSERT INTO `comment` VALUES ('微信', '我的是华为畅享手机，为什么最近别人给我打微信电话，视频铃声都不响？熟人中有好多也是这样，有同款的吗？是不是软件的毛病？', '3', '差评', 734);
INSERT INTO `comment` VALUES ('微信', '之前在微信使用翻译功能，啥问题都没有。现在更新完，怎么英语不能翻译成中文了？？？？？为什么！！！', '2', '差评', 735);
INSERT INTO `comment` VALUES ('微信', '微信视频能不能从别人那里看不是镜像的，脸反过来真的丑', '1', '差评', 736);
INSERT INTO `comment` VALUES ('微信', '能不能把视频镜像去掉啊！！！打视频丑死了', '2', '差评', 737);
INSERT INTO `comment` VALUES ('微信', '能不能像支付宝一样有支付锁可以锁定银行卡支付功能，需要用的时候打开这样会安全不少。', '3', '差评', 738);
INSERT INTO `comment` VALUES ('微信', '文件传输助手天天都传输错误。。。。。', '1', '差评', 739);
INSERT INTO `comment` VALUES ('微信', '鸿蒙系统不够流畅，希望可以再优化一下这个微信', '1', '差评', 740);
INSERT INTO `comment` VALUES ('微信', '求求你快出一个可以替换朋友圈照片和编辑朋友圈文案的功能，求求你求求你求求你求求你了', '3', '差评', 741);
INSERT INTO `comment` VALUES ('微信', '微信针对我，玩剪刀石头布扔骰子光让我输！！！', '1', '差评', 742);
INSERT INTO `comment` VALUES ('微信', '更新之后朋友圈的字体变得很大，不喜欢', '3', '差评', 743);
INSERT INTO `comment` VALUES ('微信', '为什么？别人发给我的消息，打给我的电话，我在桌面都没有显示。锁屏桌面也一样。明明是满声音。可是却有铃声。', '1', '差评', 744);
INSERT INTO `comment` VALUES ('微信', '为什么为什么要占这么大内存！卸载了还不能恢复聊天记录！！！！！！为啥', '1', '差评', 745);
INSERT INTO `comment` VALUES ('微信', '谁知道视频为什么会横屏，就是竖版打视频自己横屏，对方竖屏', '3', '差评', 746);
INSERT INTO `comment` VALUES ('微信', '可以出一个已读功能吗？真的很想要知道对方看了吗。', '4', '差评', 747);
INSERT INTO `comment` VALUES ('微信', '现在APP的通病，对自己定位不清，什么鸡肋功能都往进塞。', '3', '差评', 748);
INSERT INTO `comment` VALUES ('微信', '不好，我就加的朋友说我诈骗他人，现在还弄不回来了，', '1', '差评', 749);
INSERT INTO `comment` VALUES ('微信', '能不能给朋友圈页面出个个性主页音乐就是点进主页自动播放', '5', '好评', 750);
INSERT INTO `comment` VALUES ('微信', '明明不是国际统一的交流软件，却做到了全国统一，哈哈哈', '5', '好评', 751);
INSERT INTO `comment` VALUES ('微信', '语音视频聊天，为什么在群里边可以视频和语音随便切换？嗯，一对一私聊，为什么视频和语音不能随便切换？', '3', '差评', 752);
INSERT INTO `comment` VALUES ('微信', '打视频电话和扫一扫都横屏了也不解决一下', '2', '差评', 753);
INSERT INTO `comment` VALUES ('微信', '不是，我更新了8.0.44，帧率给我锁60了，真的难用。', '1', '差评', 754);
INSERT INTO `comment` VALUES ('微信', '收藏打开为啥会卡一下下，感觉类似于掉帧的情况？bage还是手机问题？？？', '5', '好评', 755);
INSERT INTO `comment` VALUES ('微信', '我服了，换个手机忘记密码了就登不了了', '1', '差评', 756);
INSERT INTO `comment` VALUES ('微信', '有重要的事儿需要用微信的时候，经常无网络卡顿', '1', '差评', 757);
INSERT INTO `comment` VALUES ('微信', '能不能出一个可以查看每一个用过的头像', '5', '好评', 758);
INSERT INTO `comment` VALUES ('微信', '聊天挺方便的，就是转文件会有错行，烦死了！！', '3', '差评', 759);
INSERT INTO `comment` VALUES ('微信', '微信能不能出一个备注联系的工作单位，地址等信息，还有微信群太多了怎么方便管理', '5', '好评', 760);
INSERT INTO `comment` VALUES ('微信', '希望出一个朋友圈既可以发很长视频也可以视频和图片一起发的功能', '4', '差评', 761);
INSERT INTO `comment` VALUES ('微信', '视频电话的镜像模式可不可以改掉啊。对我们这种左右脸不对称的人来说真的很要命啊', '4', '差评', 762);
INSERT INTO `comment` VALUES ('微信', '能不能出个已读功能，有些人已读不回真的很烦', '3', '差评', 763);
INSERT INTO `comment` VALUES ('微信', '微信什么时候能出一个编辑已发布的朋友圈功能啊？可以修改已发布的文案', '4', '差评', 764);
INSERT INTO `comment` VALUES ('微信', '无语这破软件支付都付不了 这公司人工审核也不通过比QQ还差真无语这公司也不用开了', '1', '差评', 765);
INSERT INTO `comment` VALUES ('微信', '无语了真的，闪退什么啊，你到底在高贵什么啊，为什么QQ卸载登录群聊聊天记录都在，你就不行？有本事别闪退啊，无语了真的，气死我了，一中午都在搞这个破玩意', '1', '差评', 766);
INSERT INTO `comment` VALUES ('微信', '别人打电话进来都没有声音 要打第二次才能听到。。。', '2', '差评', 767);
INSERT INTO `comment` VALUES ('微信', '希望微信能出一个在首页可以批量删除聊天记录功能，对于信息和群聊太多的人来说，一个一个的去删，真的太烦了，一个一个去删又费时间，望采纳！', '3', '差评', 768);
INSERT INTO `comment` VALUES ('微信', '卸载找不回聊天记录，开免打扰没用，你是一款聊天软件，能不能在聊天方面进步一下，搞别的简直就是偏离初衷', '1', '差评', 769);
INSERT INTO `comment` VALUES ('微信', '我受不了了，登自己的微信，还让我扫码验证，我都登不进去，让我怎么扫码，验证码都不管用', '1', '差评', 770);
INSERT INTO `comment` VALUES ('微信', '更新完就没法用了直接，进去闪一下然后就一片灰，怎么点都没反应，结束运行重新打开也不行，卸载好几遍重装还是一个样。本来更新之前用小程序就爱闪退，打个视频都能给人强制挂断，本来现在工作生活就离不开微信，真不知道让人还怎么用……', '1', '差评', 771);
INSERT INTO `comment` VALUES ('微信', 'mate60赶快开通指纹支付和面容支付啊，很难吗？', '4', '差评', 772);
INSERT INTO `comment` VALUES ('微信', '必须给微信五星好评，因为这个是聊天中最好的一款社交软件，功能巨多，非常适用，对这个东西很满意，必须给五星好评哦', '5', '好评', 773);
INSERT INTO `comment` VALUES ('微信', '看来微信不注重华为，其他平台都8.44了，华为应用市场还是8.43，笑死我了', '3', '差评', 774);
INSERT INTO `comment` VALUES ('微信', '2023.12.6、 该更新了，新版本出来了，你这边还没提示吗', '3', '差评', 775);
INSERT INTO `comment` VALUES ('微信', '朋友们，有没有人知道怎么办？我手欠，把零钱通的富国富钱包A转成了交银活期通A，现在想转回去，但却找不到了，怎么办？😭😭😭', '5', '好评', 776);
INSERT INTO `comment` VALUES ('微信', '更新新版本之后，那个盆友圈字体变大了，好不习惯', '2', '差评', 777);
INSERT INTO `comment` VALUES ('微信', '能不能出一个编辑朋友圈的功能。。发出去发错了还能编辑一下文案什么的....', '2', '差评', 778);
INSERT INTO `comment` VALUES ('微信', '你为什么扫不出码你想过打工人的感受吗！！！！你凭什么私吞我聊天记录！！！！', '1', '差评', 779);
INSERT INTO `comment` VALUES ('微信', '新版本有问题，后台运行时，来消息切换回来，先是白屏，然后再显示信息，，，，，', '1', '差评', 780);
INSERT INTO `comment` VALUES ('微信', '内存越来越大越来越臃肿了，能出一个微信极速版吗？😞😞', '2', '差评', 781);
INSERT INTO `comment` VALUES ('微信', '视频号简直就是麻瓜 推荐的都是不感兴趣的 这算法丢人啊', '1', '差评', 782);
INSERT INTO `comment` VALUES ('微信', '能不能出一个聊天记录时间，发一个消息显示一个时间…………', '5', '好评', 783);
INSERT INTO `comment` VALUES ('微信', '真的很无语  朋友圈还没刷几下呢  全都是小广告  真服了呀  还有些广告我都不想说  污了我的嘴 什么乱七八糟的广告都有  烦死了', '1', '差评', 784);
INSERT INTO `comment` VALUES ('微信', '带上蓝牙耳机以后打电话对方听不到声音，这更新真的太无语了，赶紧出个插件吧。', '1', '差评', 785);
INSERT INTO `comment` VALUES ('微信', '没更新之前！视频号里面不想看的视频！长按屏幕还能点选择不喜欢！现在长按是快进！啥玩意儿啊', '1', '差评', 786);
INSERT INTO `comment` VALUES ('微信', '此版本号 ……\n朋友圈\n发评论\n仅限显示四行\n再多点内容\n要点详情\n限显真无聊\n……\n！！！', '5', '好评', 787);
INSERT INTO `comment` VALUES ('微信', '微信提示音能不能个性化！！！一个人的微信信息提醒整个办公室都看信息！！！', '3', '差评', 788);
INSERT INTO `comment` VALUES ('微信', '那拍拍撤回真的烦 挡我打字 别人删我不可以聊天了，你也不搞个提醒 我还得挨个挨个去看', '2', '差评', 789);
INSERT INTO `comment` VALUES ('微信', '使用的是华为MATE X5，系统是鸿蒙系统，在消息通知设置无法设置只振动不提示声音。就算设置了静音还是有提示', '3', '差评', 790);
INSERT INTO `comment` VALUES ('微信', '微信拍照   微信视频怎么都出bug了', '2', '差评', 791);
INSERT INTO `comment` VALUES ('微信', '我真的服了 更新了一下 朋友圈就变成老年人字体了 那么大', '1', '差评', 792);
INSERT INTO `comment` VALUES ('微信', '视频号不能倍速也就算了，连拉黑选项也取消了，里面都什么牛鬼蛇神还不如趁早下架这个功能，', '1', '差评', 793);
INSERT INTO `comment` VALUES ('微信', '华为手机微信新版本8.044什么时候能推送？', '3', '差评', 794);
INSERT INTO `comment` VALUES ('微信', '以前版本平板手机同时登录的手机消息静音功能砍了。结果成果子独享了？', '1', '差评', 795);
INSERT INTO `comment` VALUES ('微信', '什么玩意儿啊，拿密码能登，拿电话信息验证登不上', '1', '差评', 796);
INSERT INTO `comment` VALUES ('微信', '朋友圈能不能改一下发30秒的视频，求你快点改，不然我明天还来问，给你五星好评', '5', '好评', 797);
INSERT INTO `comment` VALUES ('微信', '设置青少年模式，这也太难了，我爸都没整好，最多只能给两颗星', '2', '差评', 798);
INSERT INTO `comment` VALUES ('微信', '希望能有一个通过日期或关键词搜索朋友圈的功能，就是在自己朋友圈的搜索功能，想找到自己当初对某些东西的记录，一直翻好难找。', '4', '差评', 799);
INSERT INTO `comment` VALUES ('微信', '您好！微信状态能不能像微信运动一样，取消关注就不会再参与微信步数排行，我不想看别人是什么状态，大家现在都把状态当做朋友圈发，但是我自己的主页别人设置状态直接小红点提醒，不自觉的就会点开！建议这方面学一下QQ，除非我找那个人聊天，不然我是不会知道的。', '3', '差评', 800);
INSERT INTO `comment` VALUES ('微信', '朋友圈能不能出一个搜索功能啊啊啊，发朋友圈是记录美好生活的，有时候想回忆一下都翻不到想找的内容。', '5', '好评', 801);
INSERT INTO `comment` VALUES ('微信', '视频号，很容易上瘾。\n但是微信日常工作，支付，应用太普遍了，不是像抖音，怕上瘾就卸载了，微信还卸载不了。\n发明微信视频号的人，你会不会想到其实间接害了多少人。\n差评！！', '1', '差评', 802);
INSERT INTO `comment` VALUES ('微信', '表情包上限度能不能调高一点啊？我真的喜欢存表情包，表情包已经上限了，但我还想存表情包啊啊啊啊啊，想存又得把其他的表情包删了', '3', '差评', 803);
INSERT INTO `comment` VALUES ('抖音', '动不动处罚30天，处罚与实际不符，不让申诉，太过分了', '1', '差评', 804);
INSERT INTO `comment` VALUES ('抖音', '能不能把语音功能弄回来！！现在又没人笑王楚然了.', '3', '差评', 805);
INSERT INTO `comment` VALUES ('抖音', '怎么回事，怎么突然下架了那么多BGM，好多视频都没声了，是因为版权问题？那为什么极速版可以', '3', '差评', 806);
INSERT INTO `comment` VALUES ('抖音', '客服一点都不行，根本不解决问题还推卸到用户身上。点了 不喜欢的内容还是一直推荐，而且一直刷到一模一样的视频内容', '1', '差评', 807);
INSERT INTO `comment` VALUES ('抖音', '添加一个可以隐藏抖音号的功能，或者一个月可以修改一次账号，因为很多人意识到平台可以发挥自己的特长变现时，无法正确的了解平台规则而产生错误的操作，没有缓冲时间及时修正', '5', '好评', 808);
INSERT INTO `comment` VALUES ('抖音', '最近老是有的视频没声音，点击右下角光碟，提示该声音不可用。。。然后自己很早前发的作品配乐居然下架没有了。。。赶紧修复吧。', '1', '差评', 809);
INSERT INTO `comment` VALUES ('抖音', '吞我钱，开通一个看小说的VIP我花钱了不让我看。显示我没有开💢\n要么让我看，要么把钱还我，毛病', '1', '差评', 810);
INSERT INTO `comment` VALUES ('抖音', '真的是打开了新世界的大门，抖音这个软件体验感超棒👍👍👍', '5', '好评', 811);
INSERT INTO `comment` VALUES ('抖音', '越更新越卡，以前草稿更改很丝滑，现在直接卡退。就很棒', '2', '差评', 812);
INSERT INTO `comment` VALUES ('抖音', '咱就是说你更新你好好搞啊，你这个我刷个抖音一个视频有声一个视频没声的不知道以为我手机坏了该换了呐', '3', '差评', 813);
INSERT INTO `comment` VALUES ('抖音', '能不能把右滑进入主页的设置改回来，不想一右滑就自动进到朋友那里', '1', '差评', 814);
INSERT INTO `comment` VALUES ('抖音', '内存飞一样增大增粗，200兆的软件，耍几天3个G了', '3', '差评', 815);
INSERT INTO `comment` VALUES ('抖音', '三天两头的就更新，更新的啥内容啊？ 动不动就更新更新，没完了是吧？', '1', '差评', 816);
INSERT INTO `comment` VALUES ('抖音', '靠，很多都变没声音了，还以为是手机问题，原来是版本问题，真是坑人', '1', '差评', 817);
INSERT INTO `comment` VALUES ('抖音', '抖音就是很好，起码比快手好，抖音只能是说全是优点，缺点的话就是基础版抖音比极速版少很多功能，希望能添加一些', '5', '好评', 818);
INSERT INTO `comment` VALUES ('抖音', '不是什么意思啊平板好对多特效不支持是吧', '1', '差评', 819);
INSERT INTO `comment` VALUES ('抖音', '我点附近团购，结果显示的是离我远的地方，真恶心', '3', '差评', 820);
INSERT INTO `comment` VALUES ('抖音', '一玩就舍不得放下手机了，给人每天一个新鲜感', '5', '好评', 821);
INSERT INTO `comment` VALUES ('抖音', '新的娱乐平台，新的销售窗口！非常喜欢！', '5', '好评', 822);
INSERT INTO `comment` VALUES ('抖音', '为什么我的最新跟热门的特效没有了。。', '1', '差评', 823);
INSERT INTO `comment` VALUES ('抖音', '服务器给攻击了？我看抖音有些视频听不见声音，点进去该声音以下架？然后我退出账号去搜又有声音，我换另一台手机登录我自己账号看也是有声音 华为啊 用你四五年了 你干嘛了', '5', '好评', 824);
INSERT INTO `comment` VALUES ('抖音', '主播没开播能不能不连线！首页更新能不能及时点！不是新拍摄的能不能别在首页关注出现！有更新列表与关注列表能不能不要胡乱提示！关注列表少了一个，也不知道是被移除的，还是系统故障。', '1', '差评', 825);
INSERT INTO `comment` VALUES ('抖音', '为什么刷别人主页的视频是没有声音的，有的', '3', '差评', 826);
INSERT INTO `comment` VALUES ('抖音', '为什么视频没有音乐！！！🙂🙂🙂🙂', '1', '差评', 827);
INSERT INTO `comment` VALUES ('抖音', '我录视频的时候是有声音的，保存到草稿箱没有了', '1', '差评', 828);
INSERT INTO `comment` VALUES ('抖音', '不是，我是对啥点不感兴趣你是来啥啊，而且点了不感兴趣，过一段时间又会推给我。点赞量多就算了，关键点赞量少你也一直推啊', '3', '差评', 829);
INSERT INTO `comment` VALUES ('抖音', '非常棒！就是与鸿蒙的兼容性希望能尽快提升！', '5', '好评', 830);
INSERT INTO `comment` VALUES ('抖音', '假粉比真粉还多，这是看直播还是看假人呢', '1', '差评', 831);
INSERT INTO `comment` VALUES ('抖音', '真服了 \n①为什么不能发实况图片\n②为什么刷视频界面左上角会有红包？？？无语还弄不掉', '1', '差评', 832);
INSERT INTO `comment` VALUES ('抖音', '感谢抖音平台给我们普通人一次创业的机会', '5', '好评', 833);
INSERT INTO `comment` VALUES ('抖音', '现在抖音真不行了刷着刷着有些视频就没有声音了，朋友分享过来的，她那边就有声音，我这边就没有声音', '2', '差评', 834);
INSERT INTO `comment` VALUES ('抖音', '为什么好多好多都声音不可用了啊 烦死了 别人的手机都没事就我的听不了', '2', '差评', 835);
INSERT INTO `comment` VALUES ('抖音', '越来越多的直播卖货，短视卖货，算法也越来越极端。', '2', '差评', 836);
INSERT INTO `comment` VALUES ('抖音', '实况，苹果手机可以发，华为不可以？什么东西啊！！哥们', '2', '差评', 837);
INSERT INTO `comment` VALUES ('抖音', '怎么显示声音不可用啊，有的视频有声，有的没有，我朋友他们的都能听到声音！', '3', '差评', 838);
INSERT INTO `comment` VALUES ('抖音', '为什么我的更新不了最新版本？不是可以更新了吗？卸载重新安装也还是不行？！', '3', '差评', 839);
INSERT INTO `comment` VALUES ('抖音', '能能吧不感兴趣弄个自动开关啊，每次都手误点到了不感兴趣，还取消不了真服了，顺便加一个感兴趣选项', '3', '差评', 840);
INSERT INTO `comment` VALUES ('抖音', '莫名其妙给关注上火山版的用户，想要取关就必须得下载火山版抖音，纯纯诱导下载，好恶心', '1', '差评', 841);
INSERT INTO `comment` VALUES ('抖音', '你们有没有遇到刷着好好的，突然有一个视频变得非常亮，边上评论区按钮是灰色的，那个hdr视频怎么关啊？眼睛要被亮瞎了', '1', '差评', 842);
INSERT INTO `comment` VALUES ('抖音', '为什么有的视频听不见声音，好几天了，之前都没有这种情况，别人都有声音，就我没有', '3', '差评', 843);
INSERT INTO `comment` VALUES ('抖音', '上面买东西一点都没有拼多多划算，退款啥的很麻烦', '2', '差评', 844);
INSERT INTO `comment` VALUES ('抖音', '还行吧，刷视频娱乐还有点金币现金，就是金币不稳定！', '3', '差评', 845);
INSERT INTO `comment` VALUES ('抖音', '给我号封了还是永久封号，啥理由都不给', '1', '差评', 846);
INSERT INTO `comment` VALUES ('抖音', '这抖音软件真的是太棒了👍👍👍👍👍👍👍👍', '5', '好评', 847);
INSERT INTO `comment` VALUES ('抖音', '能不能出个删除所有喜欢视频，占用内存好大', '3', '差评', 848);
INSERT INTO `comment` VALUES ('抖音', '商城直接在之前的朋友那个位置，我玩抖音是为了刷视频不是为了购物', '2', '差评', 849);
INSERT INTO `comment` VALUES ('抖音', '无缘无故给我封了！开个小号都不行！真的是太差了，要不是不能评0分，我高低给你来一个，早点下架吧', '1', '差评', 850);
INSERT INTO `comment` VALUES ('抖音', '很棒的软件，学习了很多知识，认识了很多朋友！强力推荐！！', '5', '好评', 851);
INSERT INTO `comment` VALUES ('抖音', '能不能不要推送直播给我了我都点了不感兴趣了，无语', '1', '差评', 852);
INSERT INTO `comment` VALUES ('抖音', '怎么有些视频没声音？戴耳机也没声音，手机的问题还是抖音的问题？', '1', '差评', 853);
INSERT INTO `comment` VALUES ('抖音', '为什么内存越占越大，现在5G多，顶一个游戏了，是我所有软件内存最大的，真的想卸载了☹️☹️', '3', '差评', 854);
INSERT INTO `comment` VALUES ('抖音', '凭什么我没有为你点亮200亲密度？能不能公平点，恶不恶心啊你', '1', '差评', 855);
INSERT INTO `comment` VALUES ('抖音', '为什么更新完mate60的全屏播放功能没有了，这么多bug', '1', '差评', 856);
INSERT INTO `comment` VALUES ('抖音', '能不能吧商城从状态栏删了啊？能不能把消息换回去啊？', '1', '差评', 857);
INSERT INTO `comment` VALUES ('抖音', '这评论区这白色背景给我眼都闪瞎了，为什么不能调黑', '1', '差评', 858);
INSERT INTO `comment` VALUES ('抖音', '视频没声音什么情况？同样的视频人家都正常，前一天看着好好的第二天同一个视频就没了声音，还有那音乐怎么下架那么多，之前拍的都得换', '2', '差评', 859);
INSERT INTO `comment` VALUES ('抖音', '为什么最新版，评论区发不了照片😡😡', '1', '差评', 860);
INSERT INTO `comment` VALUES ('抖音', '为什么我的作品很多都没声了，看起来真的很尴尬，为什么我朋友有声，真的服了', '1', '差评', 861);
INSERT INTO `comment` VALUES ('抖音', '真的好离谱啊天天推荐机制崩了一直推不感兴趣的视频，反反复复经常性的这样子我真无语', '1', '差评', 862);
INSERT INTO `comment` VALUES ('抖音', '抖音一共有两个号，一个号可以弄，推荐一个号不可以，为什么 不是抖音你还搞针对是吗？', '1', '差评', 863);
INSERT INTO `comment` VALUES ('抖音', '能不能别经常更改原来的设置，或者可以拥有原来的，在增加一个设置，暂停下方又出现了新东西，这对习惯的人很不友好，还有啥黑白，你就不能拥有自己的特色嘛？偏要改，整成快手啥的样子，要是你啥都有，那还有自己的特色嘛？真的服了😓', '3', '差评', 864);
INSERT INTO `comment` VALUES ('抖音', '和客服反馈问题客服很敷衍 不解决问题', '1', '差评', 865);
INSERT INTO `comment` VALUES ('抖音', '占用空间大，收集个人信息过多，推荐不准', '1', '差评', 866);
INSERT INTO `comment` VALUES ('抖音', '推荐过期视频，使我分享给好友很没面子🙂', '1', '差评', 867);
INSERT INTO `comment` VALUES ('抖音', '太容易封了，没干什么号就封了？甚至一个作品都没发', '1', '差评', 868);
INSERT INTO `comment` VALUES ('抖音', '抖音为什么总是提醒更新？隔几天就更新，一次更新到位，可以吗？', '1', '差评', 869);
INSERT INTO `comment` VALUES ('抖音', '请把语音功能重新上线。请把语音功能还给我', '4', '差评', 870);
INSERT INTO `comment` VALUES ('抖音', '音频什么鬼？好多都听不到了，能不能解决一下啊，极速版的就没有，能不能管一下普通版的啊', '1', '差评', 871);
INSERT INTO `comment` VALUES ('抖音', '为什么这么多该声音不可用，明明有视频的', '1', '差评', 872);
INSERT INTO `comment` VALUES ('抖音', '暂停视频的时候下面会有那个倍速不感兴趣那一栏，能不能去掉那个，每次一暂停就跳出来，搞得人很难受', '3', '差评', 873);
INSERT INTO `comment` VALUES ('抖音', '在短视频中发现了许多创意，灵感和满满的正能量非常棒！', '5', '好评', 874);
INSERT INTO `comment` VALUES ('抖音', '抖音抖音,世界上只有他才都懂我的心❤️,所以才叫都音抖音,太棒了天天见天天爱你,抖音赞了噢！', '5', '好评', 875);
INSERT INTO `comment` VALUES ('抖音', '可以把特效统一统一吗？有的都不能双人', '4', '差评', 876);
INSERT INTO `comment` VALUES ('抖音', '为什么我的还没更新？别人的都更新了？？？', '5', '好评', 877);
INSERT INTO `comment` VALUES ('抖音', '为什么平板的不能发弹幕，也不能看弹幕', '3', '差评', 878);
INSERT INTO `comment` VALUES ('爱奇艺', '你爱奇艺什么意思！怎么看视频一直卡呢？我网络速度快这软件一卡一卡的！爱奇艺软件APP真恶心一堆问题不修复啥也不是！', '1', '差评', 904);
INSERT INTO `comment` VALUES ('爱奇艺', '刚下载也不知道充会员能看全部么？有谁知道说下谢了(^～^)！。', '3', '差评', 905);
INSERT INTO `comment` VALUES ('爱奇艺', '爱奇艺视频电脑版卡的根本不能看，更别说什么会员超高清了，我是会员年卡，可是看最普通清晰度都特别卡，别说我说网速不好，为什么芒果视频就不卡呢？\n为什么爱奇艺视频越更新越卡？\n旧版本看的还挺流畅的，但是不更新就看不了。', '1', '差评', 906);
INSERT INTO `comment` VALUES ('爱奇艺', '超级向上是什么鬼 为了赚钱脸都不要了', '1', '差评', 907);
INSERT INTO `comment` VALUES ('爱奇艺', '能不能把跳过片头、片尾设置放到设置里，还有那个IA全屏播放。不要每部开始点一下，哪根茎搭错了，这个样子设计。', '3', '差评', 908);
INSERT INTO `comment` VALUES ('爱奇艺', '嗯 怎么说呢 我第一次给一个下载量很大的软件 给差评 这里面电视剧我三集 就有钱 我受不了', '1', '差评', 909);
INSERT INTO `comment` VALUES ('爱奇艺', '广告多，会员分等级，投屏480。   必须给你6颗星，这里是溢出来的那一颗。🫨', '1', '差评', 910);
INSERT INTO `comment` VALUES ('爱奇艺', '吐槽，为什么不能三个设备同时看，烦死了，', '2', '差评', 911);
INSERT INTO `comment` VALUES ('爱奇艺', '下回来看《一念关山》真的太好看了😘😘😘🥹🥹', '5', '好评', 912);
INSERT INTO `comment` VALUES ('爱奇艺', '一颗星都不想给，什么东西，哪哪都是广告，开了VIP也要让我看广告，看一半又来广告', '1', '差评', 913);
INSERT INTO `comment` VALUES ('爱奇艺', '***碰哪里都能点到广告，还自动跳到微信小程序，我根本就没登录好吧，正儿八经的怎么点都没反应，广告没碰到自己就出来了，真无语，吃相不要太难看好吗，这样只会越来越反感。', '1', '差评', 914);
INSERT INTO `comment` VALUES ('爱奇艺', '家伙VIP还分那么多，你以为你婆罗门啊', '1', '差评', 915);
INSERT INTO `comment` VALUES ('爱奇艺', '不是，你猜我为什么要暂停呢？\n一暂停就切大号广告，你是来蹲大号的？', '1', '差评', 916);
INSERT INTO `comment` VALUES ('爱奇艺', '我真的不想吐槽了，看看这个广告，我正录着视频呢，夸游戏结束给我来个爱奇艺广告，怎么关都关不掉😡😡😡😡😡😡', '1', '差评', 917);
INSERT INTO `comment` VALUES ('爱奇艺', '如果可以，一星都不想给，几年的老会员了，到期不会再续了', '1', '差评', 918);
INSERT INTO `comment` VALUES ('爱奇艺', '真的是越来越差，广告满天飞，早日倒闭吧，卸了', '1', '差评', 919);
INSERT INTO `comment` VALUES ('爱奇艺', '第一次给一个软件差评，真的是服了，看个电视宁安如梦，中间硬插广告，腾讯和优酷遇见这种广告还可以长按快进，爱奇艺就不行，非得把广告看完，开会员也得看广告，真服了，真受不了 ，等把这个电视追完，也不会再下了，差评差评', '1', '差评', 920);
INSERT INTO `comment` VALUES ('爱奇艺', '只是为了《莲花楼》，我的李莲花，李相夷', '4', '差评', 921);
INSERT INTO `comment` VALUES ('爱奇艺', '爱奇艺电脑端，杜比音效不正常，打开声音就不对了，什么鬼', '2', '差评', 922);
INSERT INTO `comment` VALUES ('爱奇艺', '爱奇艺领贵宾卡和会员的套路，与诈骗差不多！层层套路，先诱导刮奖，然后说输入手机号，最后却订购了移动的出行啥会员，每月扣14.9元！原来是以领会员为诱导，注意和告知放到不显眼的位置，总之不能让你一下看到，最后，达到订购合作运营商服务的目的。太坏了！挂着合法外衣与运营商一起玩套路，诈骗分子应该是向你们学的。', '1', '差评', 923);
INSERT INTO `comment` VALUES ('爱奇艺', '笑死我了，这广告多的让我想起了那些靠盗版免费引流放广告赚钱的影视APP，可问题是我在爱奇艺充了会员啊，咋还跟逛盗版网站似的哈哈哈', '1', '差评', 924);
INSERT INTO `comment` VALUES ('爱奇艺', '很差劲，流量用的太快了，这和平常其他app用的完全不一样', '1', '差评', 925);
INSERT INTO `comment` VALUES ('爱奇艺', '说实话，我一颗星都不想给，看个破动画片都要VIP，一集得看两分钟的广告，你想钱想疯了吧，恶心死了', '1', '差评', 926);
INSERT INTO `comment` VALUES ('爱奇艺', '坑人app,买了会员还只能看480的，我也是醉了，这是我见过的最恶心的，没有之一', '1', '差评', 927);
INSERT INTO `comment` VALUES ('爱奇艺', '一星都不想给，白金会员了还广告多，看视频就看视频，还要附加搞钱包，贷款之类的，不够专一，这样的公司不看好未来价值', '1', '差评', 928);
INSERT INTO `comment` VALUES ('爱奇艺', '想赚钱想疯了，现在连超清都需要白金会员，真是离谱，再也不充会员了', '1', '差评', 929);
INSERT INTO `comment` VALUES ('爱奇艺', '我的VIP是摆设是吗😊你别太过分😊开头广告，中间看着看着又有广告😓这看的入迷你怎么搞😅结束还有广告☹️我买你VIP你整这些破玩意儿😅趁早吧你那些乱七八糟的广告改改，开头结尾就算了，我VIP中间也有😅把中间的给我去了！！！！', '1', '差评', 930);
INSERT INTO `comment` VALUES ('爱奇艺', '古惑仔非常好看😎👍👍👍👍😍😍😍😍😍', '5', '好评', 931);
INSERT INTO `comment` VALUES ('爱奇艺', '太恶心了，vip还分什么黄金、白金、星砖等级，选个清晰度都还要升级vip.。。。', '1', '差评', 932);
INSERT INTO `comment` VALUES ('爱奇艺', '刘诗诗时隔6年重回古装，为了看一念关山，又把爱奇艺下载回来了', '3', '差评', 933);
INSERT INTO `comment` VALUES ('爱奇艺', '别拿着乱剪，人家一集有一个半小时你却剪了只有40分钟，你是给我看预告片吗，有些剧情都是看弹幕才知道的，不然我都以为我看了一群颠公颠婆', '1', '差评', 934);
INSERT INTO `comment` VALUES ('爱奇艺', '下回来看一念关山任如意喽！刘诗诗我来啦😚😚😚😚😚！！！', '5', '好评', 935);
INSERT INTO `comment` VALUES ('爱奇艺', '为了一念关山来的！期待刘宇宁！宁远舟！！！', '4', '差评', 936);
INSERT INTO `comment` VALUES ('爱奇艺', '会员为什么越来越贵了，30一个月您是在抢劫吗？', '1', '差评', 937);
INSERT INTO `comment` VALUES ('爱奇艺', '真的是套路不是一般多，领福利抽奖，然后电话号码输进去就跳出验证码窗口，验证码如果填了恭喜你，订了没鸟用的会员，从电话费里扣钱。真的这样好吗', '1', '差评', 938);
INSERT INTO `comment` VALUES ('爱奇艺', '借着衫羽欲来名义吸引我们这些cp粉，结果尖叫之夜两个人都没有合体，张凌赫都准备衣服了也没让和欣欣走红毯，让欣欣一个人走的，曾舜晞都可以走两次，张凌赫就不行，一点时间也不给他留。', '1', '差评', 939);
INSERT INTO `comment` VALUES ('爱奇艺', '开了会员也不跟新，就知道圈钱，吃相太难看了', '1', '差评', 940);
INSERT INTO `comment` VALUES ('爱奇艺', '广告太多了恶心人进入首页动下进入广告太恶心人了', '1', '差评', 941);
INSERT INTO `comment` VALUES ('爱奇艺', '太差了，下载后的视频也限制看，非会员时候下载的，等过段时间看的时候就要会员才能观看，差！尽量少用，把能看的看了后，卸载', '1', '差评', 942);
INSERT INTO `comment` VALUES ('爱奇艺', '充了会员还有这么多广告，最烦的就是我一个手机刚登到电脑上，电脑看一会还要验证，总共就两个设备，动不动就验证，还非得短信验证码验证，吃香真难看', '1', '差评', 943);
INSERT INTO `comment` VALUES ('爱奇艺', '不是哥们，你做的这是什么烂应用\n啊？', '1', '差评', 944);
INSERT INTO `comment` VALUES ('爱奇艺', '很不错，某些人明明是手机的问题，为啥要怪平台啊？', '4', '差评', 945);
INSERT INTO `comment` VALUES ('爱奇艺', '无语无语，为什么一个人在看电视另一个人就不让看，别说什么帐号危险，别的软件可以就你不行，让我感到恶心，太差了，会员还越来越贵，好样的！！！', '1', '差评', 946);
INSERT INTO `comment` VALUES ('爱奇艺', '吃相要不要这么难看，恶心死了，哪哪都是广告，真的一星都是非打不可，服了，这的差劲，早日倒闭吧', '1', '差评', 947);
INSERT INTO `comment` VALUES ('爱奇艺', '真的无语 一点进去就跳淘宝 一点进去就跳淘宝 让人怎么看', '1', '差评', 948);
INSERT INTO `comment` VALUES ('爱奇艺', '真的比较差，做的太恶心了，买了VIP的情况下，投屏突然就给变成只能480的了，看的一点意思都没有，以后到期了就再也不用了', '1', '差评', 949);
INSERT INTO `comment` VALUES ('爱奇艺', '烂烂烂！好多片源都没有了，以前还有的好失望', '1', '差评', 950);
INSERT INTO `comment` VALUES ('爱奇艺', '宁安如梦我来啦，亲爱的白鹿老婆么么😘', '5', '好评', 951);
INSERT INTO `comment` VALUES ('爱奇艺', '首先我开会员了，年会员，为什么还能在三个地方遇到广告？1、暂停的时候 2、打开软件的时候 3、电视剧开始的时候什么“邀您收看～”  虽说你们吃相比腾～视频好些，但这也够过分的', '2', '差评', 952);
INSERT INTO `comment` VALUES ('爱奇艺', '真的服了，看的好好的，下一集就直接跳到综艺去了，是给了你们多少钱啊', '2', '差评', 953);
INSERT INTO `comment` VALUES ('爱奇艺', '已经开了会员，看电视剧一暂停就弹满屏广告，做的越来越差！', '1', '差评', 954);
INSERT INTO `comment` VALUES ('爱奇艺', '已经是最好的了，虽然说剧很好看，但是中间突然放个广告真的很烦啊无语想看的剧都没有看也看不了。', '3', '差评', 955);
INSERT INTO `comment` VALUES ('爱奇艺', '要不是为了尖叫之夜我才不下载呢，臭名远扬的东西，呸', '1', '差评', 956);
INSERT INTO `comment` VALUES ('爱奇艺', '我太喜欢了，尤其是宁安如梦，就是为了他来看的，其他的都没有', '5', '好评', 957);
INSERT INTO `comment` VALUES ('爱奇艺', '没有通知就从微信里面把钱扣了不说！就去还有广告！那我要你们的年费会员有什么用？其他的APP扣费钱，不管是平台还是与它们合作的扣费平台都有消息提示！就你们没有通知，就扣费！', '1', '差评', 958);
INSERT INTO `comment` VALUES ('爱奇艺', '什么时候把这剧情中间插广告这里改了，受不了了，每次本来跟着剧情走，突然跳出一个广告，真服了，明明是会员，跳得了前面的广告，却跳不了中间的广告，那这会员开了有什么用，开会员不就是为了跳广告', '4', '差评', 959);
INSERT INTO `comment` VALUES ('爱奇艺', '我对爱奇艺的 VIP 服务非常失望。我已经充了黄金 VIP，但还需要再充更好的白金 VIP 才能获得更好的投屏清晰度。这让我感觉受到了欺骗，因为我原本以为充了黄金 VIP 就可以享受更好的服务。\n\n爱奇艺的这种行为让我觉得他们只是在利用消费者的需求来赚取更多的利润，而不是真正关心用户的体验。\n\n希望爱奇艺能够认真对待用户的反馈，并改进他，不然会是越来越多的用户恶心这款应用，讨厌这款应用，从而远离这款应用！', '1', '差评', 960);
INSERT INTO `comment` VALUES ('爱奇艺', '其实嘛，爱奇艺还是可以的，就是会员方面分布不是太合理，照理来说，星钻会员的登录设备只允许登录，那么几台就有点太那个，我建议可以把登录设备搞到八台，在线观看设备三台，学一下腾讯和优酷的，以及！多搞点悬疑剧！！！不然感觉我从这个爱奇艺的星钻都有点亏呀', '4', '差评', 961);
INSERT INTO `comment` VALUES ('爱奇艺', '为了看我老婆，只能下了好吧，尖叫之夜等我', '1', '差评', 962);
INSERT INTO `comment` VALUES ('爱奇艺', '开了会员还要交钱看电影，是不是各大app都是这样了？', '1', '差评', 963);
INSERT INTO `comment` VALUES ('爱奇艺', '星钻会员的广告都多得这么离谱？恶心🤢', '1', '差评', 964);
INSERT INTO `comment` VALUES ('爱奇艺', '✓8玩意，一暂停直接把你看的东西最小化，然后满屏广告，搞心态你们是有见解的😅👉🙉', '1', '差评', 965);
INSERT INTO `comment` VALUES ('爱奇艺', '本来开了一年的黄金会员，手机投屏又要升级成白金，不然只能看480p，差！！', '1', '差评', 966);
INSERT INTO `comment` VALUES ('爱奇艺', '感觉还可以，只不过有太失望了，也太差了😟😟😟', '3', '差评', 967);
INSERT INTO `comment` VALUES ('爱奇艺', '追一个电视剧  每次打开都不是之前看过的地方  距离上次打开不超过半个小时 再打开还得重新找看到那里了  请问这么简单的功能怎么就这么难？是因为这个电视剧只有爱奇艺能看？你想让我看到那就看到那？非常不理解！', '1', '差评', 968);
INSERT INTO `comment` VALUES ('爱奇艺', '我卸载了APP，自动续费却一直在进行，我还白白扣了几个月的钱', '2', '差评', 969);
INSERT INTO `comment` VALUES ('爱奇艺', '真的没一点下限，会员投屏高清都得升级白金，能给下线了吗？', '1', '差评', 970);
INSERT INTO `comment` VALUES ('爱奇艺', '别人优酷都能看见所有的评论，为什么爱奇艺只能看到六个月前的评论', '5', '好评', 971);
INSERT INTO `comment` VALUES ('爱奇艺', '笑死自动续费年会是没有年会价的，那你还搞个年会干什么，老顾客的钱也要赚这么狠，总共就一个手机在看说我设备太多', '1', '差评', 972);
INSERT INTO `comment` VALUES ('爱奇艺', '无论那种软件以及节目都很很好看值得推荐关注一下', '5', '好评', 973);
INSERT INTO `comment` VALUES ('爱奇艺', '无论那种软件任何节目都很很好看值得推荐关注一下', '5', '好评', 974);
INSERT INTO `comment` VALUES ('爱奇艺', '连续包月15 取消再扣10块  好好好！真的坑消费者', '1', '差评', 975);
INSERT INTO `comment` VALUES ('爱奇艺', '找个个电视剧看看，全是广告，不知道会员是不是这样，不如叫爱广告算了', '1', '差评', 976);
INSERT INTO `comment` VALUES ('爱奇艺', '我真服了，不充VIP要看广告，充VIP也看广告，怎么个意思？真的鸡肋死了，真的无语', '1', '差评', 977);
INSERT INTO `comment` VALUES ('爱奇艺', '买了会员还不能电脑和手机一起看，只能一台设备，我也是服了', '2', '差评', 978);
INSERT INTO `comment` VALUES ('爱奇艺', '现在吃相都这么难看了吗？会员自动续费开了有半年多，平时也不用钱扣，也就扣了。难得今天有时间在家看一会，投个屏，现在都需要单独开会员，不然只能看标清，2023年都要过完啦，是到24年爱奇艺就要倒闭了吗？另外我想知道两个事。第一，这些年来，在爱奇艺所花费的费用到哪里可以去开到发票？找哪个部门开？或者是在哪能找到？第二，在我开通会员自动续费功能的时候，爱奇艺并没有投屏，需要另外开会员这一项。现在需要另外开一个会员才可以投屏像素高的，这是否属于单方面修改合同内容？是否违规？', '1', '差评', 979);
INSERT INTO `comment` VALUES ('爱奇艺', '要不是为了看宁安如梦，我才不下载你！！！', '2', '差评', 980);
INSERT INTO `comment` VALUES ('爱奇艺', '如果可以，1分都不想给，现在打开\"我的\"顶部也是广告视频，还不是静音播放，我还是开了会员的前提下，百度最大的广告公司', '1', '差评', 981);
INSERT INTO `comment` VALUES ('爱奇艺', '几乎所以影视都需要VIP，学生都看不了，建议优化一下。', '1', '差评', 982);
INSERT INTO `comment` VALUES ('爱奇艺', '另一部手机短信登录不了，试过多次都不行', '2', '差评', 983);
INSERT INTO `comment` VALUES ('爱奇艺', '我祝你，早日下架，永远是穷光蛋，像一个过街老鼠，人人喊打，这样才好，永远都翻不了身，', '1', '差评', 984);
INSERT INTO `comment` VALUES ('爱奇艺', '关闭自动播放，还会自动播放，搞笑呢？还是关闭自动播放是摆设？', '1', '差评', 985);
INSERT INTO `comment` VALUES ('爱奇艺', '自动续费关了，还扣钱，真服气呀，打人工客服也不接，真行！！！', '1', '差评', 986);
INSERT INTO `comment` VALUES ('爱奇艺', '爱奇艺真好，VIP真多，我买黄金年卡送了7天铂金会员，结果电视上登录了看不了VIP的电视剧', '1', '差评', 987);
INSERT INTO `comment` VALUES ('爱奇艺', '你不可以这样爱奇艺，为了宁安如梦多给一星但是你这样收费真的不行哈⊙﹏⊙', '3', '差评', 988);
INSERT INTO `comment` VALUES ('爱奇艺', '呀，爱奇艺。你儿子的剧也不火呀。这都不在榜上呀，爱奇艺你干嘛呢你？你说说你，你捧你儿子捧了个啥？为了一个糊咖，然后去得罪一个一线明星，你图什么？图你有钱呀', '1', '差评', 989);
INSERT INTO `comment` VALUES ('爱奇艺', '会员白充了，本来要看灌篮高手国语版，因为版权问题，看不了。', '1', '差评', 990);
INSERT INTO `comment` VALUES ('爱奇艺', '开个会员，看电影又要掏钱，想看啥会员还不行，一句话，掏钱才能看，还分普通会员，黄金会员，真是一点脸都不要，建议不要在放这种软件在应用商店了，', '1', '差评', 991);
INSERT INTO `comment` VALUES ('爱奇艺', '充了会员都是广告，差评ヽ(≧Д≦)ノ', '1', '差评', 992);
INSERT INTO `comment` VALUES ('爱奇艺', '强制开启个性化推荐（利用观看历史记录），不能关闭只能清空记录意味着关闭所有个性化推荐开关后他也能永远进行个性化推荐，除非清空观看历史记录并且停止使用爱奇艺，这爱奇艺吃相太难看了。', '1', '差评', 993);
INSERT INTO `comment` VALUES ('爱奇艺', '说实话，你为什么那么卡！！！！为什么还一直没有响应，你知道一个小时辛苦剪的视频卡到我心累吗啊啊啊啊！！！！', '1', '差评', 994);
INSERT INTO `comment` VALUES ('爱奇艺', '爱奇艺你要不要这么恶心啊，手机冲了会员投屏电视，居然只能用标清，高清都需要买白金会员，真的恶心到吐啊，俗话说赚钱赚的太不要脸了', '1', '差评', 995);
INSERT INTO `comment` VALUES ('爱奇艺', '别搞资本那一套，好好对剧，好好对主演', '1', '差评', 996);
INSERT INTO `comment` VALUES ('爱奇艺', '充完会员后，看电视剧，左边中间一直弹广告，吃相难看头顶，给打个六星，这超出来的', '1', '差评', 997);
INSERT INTO `comment` VALUES ('爱奇艺', '问候你好几代，开了会员中间还出现广告，吃相太难看恶心💩💩💩💩💩💩💩💩💩💩💩💩💩💩💩💩💩', '1', '差评', 998);
INSERT INTO `comment` VALUES ('爱奇艺', '除了会员就是广告，全部都是会员，看着就恶心👎👎', '1', '差评', 999);
INSERT INTO `comment` VALUES ('爱奇艺', '吃相别太难看了，莲花楼里面没莲花看什么看楼吗', '1', '差评', 1000);
INSERT INTO `comment` VALUES ('爱奇艺', '不会有比爱奇艺更恶心的软件了，想尽办法扣钱，用尽各种办法自动扣款，没用过的角落里的付款方式都能扣，真的太恶心了，和骗钱没区别', '1', '差评', 1001);
INSERT INTO `comment` VALUES ('爱奇艺', '爱奇艺会员开了之后就无法退钱，我看一人之下点了开FUN会员，结果点开发现没有版权上面都是花絮，版权在腾讯，还要开腾讯会员，没有使用立即申请退款，结果不允许退款，说线上充值不给予退款，没办法退款，绝了', '1', '差评', 1002);
INSERT INTO `comment` VALUES ('爱奇艺', '差到一星都不想给，吃相太难看😒😓🤮🤢', '1', '差评', 1003);
INSERT INTO `comment` VALUES ('支付宝', '给你两颗星都不给我开通花呗，我都弄过好几次刷脸的审核你就是一直不给我审核通过', '2', '差评', 1004);
INSERT INTO `comment` VALUES ('支付宝', '没法修改支付宝号，一串字母，真是要逼死强迫症了', '1', '差评', 1005);
INSERT INTO `comment` VALUES ('支付宝', '升级之后无法粘贴手机号码转账，啥情况？', '1', '差评', 1006);
INSERT INTO `comment` VALUES ('支付宝', '88VIP默认开通芒果TV，我要的是优酷！沟通无果！太讨厌了', '1', '差评', 1007);
INSERT INTO `comment` VALUES ('支付宝', '越更新越卡，加那么多没用的功能脑子怎么想的，不会重新弄个APP把臃肿的功能搬出去，迟早被微信支付取代', '1', '差评', 1008);
INSERT INTO `comment` VALUES ('支付宝', '太差了！啥都不是！差评！如果能给0分的话，我就给0分，但这个不让评0分！什么破玩意儿！', '1', '差评', 1009);
INSERT INTO `comment` VALUES ('支付宝', '服务太差，而且还有的时候会自动跳出来，不让你打开！太差劲了！', '1', '差评', 1010);
INSERT INTO `comment` VALUES ('支付宝', '严重Bug，点“我的”页面字都显示不全，尽快解决', '1', '差评', 1011);
INSERT INTO `comment` VALUES ('支付宝', '体验极差！强制推荐开通花呗，宝藏信用卡！老人使用微信支付比较好', '1', '差评', 1012);
INSERT INTO `comment` VALUES ('支付宝', '？什么东西为什么我的支付宝没有搜索栏', '2', '差评', 1013);
INSERT INTO `comment` VALUES ('支付宝', '希望工程师大佬能优化下软件内存管理，太大了', '4', '差评', 1014);
INSERT INTO `comment` VALUES ('支付宝', '能不能少点广告呀？我都快被广告崩溃了', '1', '差评', 1015);
INSERT INTO `comment` VALUES ('支付宝', '五星好评，生活小帮手，芝麻信用，能更快靠谱的了解一个闲鱼卖家。还有小游戏蚂蚁森林偷能量，喂小鸡星星球，每天打卡项目', '5', '好评', 1016);
INSERT INTO `comment` VALUES ('支付宝', '恶心人的APP，花呗没逾期给封了，要这芝麻分有什么用', '1', '差评', 1017);
INSERT INTO `comment` VALUES ('支付宝', '本来想购物收钱码，后来想取消购买别的款式，结果人家平台说是活动定制款不能退，那买的时候也没有写那么详细啊，就是平台欺负人，还专门欺负用户，一点信誉都没有，平分这么差，就是自找的', '1', '差评', 1018);
INSERT INTO `comment` VALUES ('支付宝', '登录一个这玩意儿，他要我验证银行卡号填不对，他会提醒你填对了，他一直给你显示网络繁忙，你这网速有多忙啊？', '1', '差评', 1019);
INSERT INTO `comment` VALUES ('支付宝', '应用上架前测试APP运行在相关设备上流畅度吗？要是验证设备的算力后才上架不应该出现卡顿现象啊？难道是翻新机，没有提示吗？', '5', '好评', 1020);
INSERT INTO `comment` VALUES ('支付宝', '占空间大，里面的视频传递不支持婚姻法、男女不平等价值观并以此为搞笑，举报居然显示不违规。', '1', '差评', 1021);
INSERT INTO `comment` VALUES ('支付宝', '打开是真的卡顿，广告什么的越来越多了', '3', '差评', 1022);
INSERT INTO `comment` VALUES ('支付宝', '蚂蚁庄园首次喂食剩余时间2：22  实际为2：25有时还2：27 请问官方几个意思？能给个合理的解释吗？', '5', '好评', 1023);
INSERT INTO `comment` VALUES ('支付宝', '差评，不是因为不好用，只是因为不给我开花呗！', '1', '差评', 1024);
INSERT INTO `comment` VALUES ('支付宝', '生活缴费\n添加到桌面\n……\n\n相关图标\n点击启动后\n界面 ……\n与主程序应用\n在同一界面\n不是独立运行界面\n不能快速切换调用\n请改善完善\n……\n\n界面菜单\n越升级 ……\n选项增加\n字体变小\n操作越繁杂\n旧版简单\n！！！\n支付界面 …\n强制要求\n分组 ……\n帐单交费后  ！\n点击完成\n即闪退漰溃  ！\n请解决  ！！！\n广告太多\n！！！！！\n小程序\n背景色\n不同步\n无设置\n！！！', '5', '好评', 1025);
INSERT INTO `comment` VALUES ('支付宝', '天天更新，啥都没感觉出来，就是不停的花流量更新。', '1', '差评', 1026);
INSERT INTO `comment` VALUES ('支付宝', '支付宝的APP上有提示最新版本需要更新！版本号:10.5.55.8000版本！希望你们可以快点推送！麻烦你们啦！', '5', '好评', 1027);
INSERT INTO `comment` VALUES ('支付宝', '一星真的是平台的极限，不是我的极限。蚂蚁新村木兰币只有6个小时没收取就停产了，难不成还要半夜起床去收？！？！而且跟平台反馈了，平台没有做出任何反应！还有蚂蚁新村和蚂蚁森林怎么把点淘和饿了么应用也牵扯进来，而且完成任务还需要下载？！？！真搞不懂开发者是怎么想的，点淘和饿了么应用跟蚂蚁新村和蚂蚁森林有什么关系？！赶紧取消点淘和饿了么的任务吧！', '1', '差评', 1028);
INSERT INTO `comment` VALUES ('支付宝', '真的不理解，总不能说是我手机问题吧？刷个乘车码，愣是刷不出来，刷新了也没用，不能说是个人问题吧？，真的一星都不想给，有bug不处理是要留着吃年夜饭吗？真搞不懂🙄🙄🙄', '1', '差评', 1029);
INSERT INTO `comment` VALUES ('支付宝', '点名批评高德实时公交，你不会做就别做，一直给我说什么等待发车，车都快来了才跟显示，你觉得五分钟能赶到车站是吧？地图做的一塌糊涂，实时公交也做的一塌糊涂', '3', '差评', 1030);
INSERT INTO `comment` VALUES ('支付宝', '连支付宝这种软件都开始搞强制跳转的把戏了，这世界没救了，滚吧', '1', '差评', 1031);
INSERT INTO `comment` VALUES ('支付宝', '支付宝为什么支付不能单独注销？为什么只能注销账号？', '1', '差评', 1032);
INSERT INTO `comment` VALUES ('支付宝', '其他任何软件触控都没问题，就一打开支付宝，触控就时不时的失灵，真奇了怪了，天天更新，更新的什么，越更新越多bug吗', '1', '差评', 1033);
INSERT INTO `comment` VALUES ('支付宝', '更新后很卡，要么点十几下不动，要么程序乱跳，用了这个最新版本手机发热', '1', '差评', 1034);
INSERT INTO `comment` VALUES ('支付宝', '想关闭余额宝自动转入都没有提示！！！\n右上角出来的是 常见问题 ，哪有关闭服务！！\n哪有停止使用！！！！！\n都没有出来东西，又跳回原来的页面了！！！\n烦…个人！！！！！', '1', '差评', 1035);
INSERT INTO `comment` VALUES ('支付宝', '体积臃肿，界面繁杂，功能复杂，毫无体验', '1', '差评', 1036);
INSERT INTO `comment` VALUES ('支付宝', '步数我自己查着300你给我200，有毛病了吧', '2', '差评', 1037);
INSERT INTO `comment` VALUES ('支付宝', '被支付宝委托方方骂了，给客服打了好几次电话，客服都是说反馈之后就没信了，然后支付宝委托方骂的更狠了。', '1', '差评', 1038);
INSERT INTO `comment` VALUES ('支付宝', '为什么我的芝麻信用没有分 明明都一样结果我的就没有分 买东西还买不了一点 凭什么 凭什么', '1', '差评', 1039);
INSERT INTO `comment` VALUES ('支付宝', '能不能少点广告，很多软件点进去动不动就弹出支付宝的广告？！', '1', '差评', 1040);
INSERT INTO `comment` VALUES ('支付宝', '一个支付软件，耗电比游戏大，打开比游戏慢，乱七八糟的全是广告和视频，真有这么缺钱吗', '1', '差评', 1041);
INSERT INTO `comment` VALUES ('支付宝', 'Mate60Pro+，打开支付宝手机迅速发热，用了10来分钟就发烫，关掉支付宝，打游戏刷视频以及使用任何软件半天都不发热，支付宝这个是有毒吧', '1', '差评', 1042);
INSERT INTO `comment` VALUES ('支付宝', '怎么越更新版本，内存越来越大，越用越卡呀！增加个视频自动播放关闭按钮，省的流量偷跑。', '2', '差评', 1043);
INSERT INTO `comment` VALUES ('支付宝', '华为mate 60 pro，在支付宝蚂蚁庄园界面，屏幕会闪屏，糟心得很，为了这个问题打华为官方人工客服，跑线下售后服务中心，前前后后为了这个问题折腾了好多次，华为后来沟通的结果说这是支付宝已知问题，支付宝侧发给华为一个二维码，说是上传日志用的，又按照要求在问题发生的时候，录屏，然后上传日志，说是问题复现，可以定位错误。希望支付宝好好优化一下，现在都不敢更新了', '3', '差评', 1044);
INSERT INTO `comment` VALUES ('支付宝', '一直发保险消息，短信拉黑之后还要给你打电话', '1', '差评', 1045);
INSERT INTO `comment` VALUES ('支付宝', '为什么一打开支付宝我手机就特别卡退出去就不卡', '2', '差评', 1046);
INSERT INTO `comment` VALUES ('支付宝', '为啥支付宝用花呗还要还钱，就这个不好', '2', '差评', 1047);
INSERT INTO `comment` VALUES ('支付宝', '真是一颗星都不想打！\n但凡是用它买东西比较少，它就会在用户的芝麻信用上搞事，要想提分还必须买它推出来的东西，真没见过这么恶心的', '1', '差评', 1048);
INSERT INTO `comment` VALUES ('支付宝', '不知道你们有没有…我的一打开就有个“看视频”自动播放的，无法关闭。还有“消费圈和“理好财””，都是无法关闭的，真恶心。', '1', '差评', 1049);
INSERT INTO `comment` VALUES ('支付宝', '无语死了，别人都能开通花呗就我不行，问客服客服什么都不知道', '1', '差评', 1050);
INSERT INTO `comment` VALUES ('支付宝', '支付宝扫一扫就像放大镜就这样！！还没优化好呢', '1', '差评', 1051);
INSERT INTO `comment` VALUES ('支付宝', '屮，乱码了，两个账号页面一模一样，连“我的”页面都一样，害我弄错程序了，我还以为我喝多了', '1', '差评', 1052);
INSERT INTO `comment` VALUES ('支付宝', '你们为什么要把武汉大学周围的单车运营区划得七零八落，是病入膏肓了还是想钱想疯了？每次停车都说不规范，是不是有病？你们要是在武汉做不好生意就gun出去！', '2', '差评', 1053);
INSERT INTO `comment` VALUES ('支付宝', '还可以，游戏充钱都是用支付宝，就是他那个说是凭什么得钱的，根本就用不了，还只能提现到银行卡，不能提现到微信', '4', '差评', 1054);
INSERT INTO `comment` VALUES ('支付宝', '为什么换成华为Mate 60Pro后，支付宝耗电量和发热是所有软件里最高的？我支付宝连续使用十五分钟以上，直接就发烫了，怎么会这样？', '4', '差评', 1055);
INSERT INTO `comment` VALUES ('支付宝', '希望优化内存太大，占用内存，无用的取消就是了，还有花呗利息太高降低到一天，3毛线就行', '5', '好评', 1056);
INSERT INTO `comment` VALUES ('支付宝', '越来越差，无缘无故屏蔽用户，霸王条款，乱限制用户。', '1', '差评', 1057);
INSERT INTO `comment` VALUES ('支付宝', '蚂蚁庄园公益项目能不能别光给人捐啊 我都捐了几年的爱心了 你们不能开辟一个救助流浪动物的栏吗 哪怕就一个 虽然我没钱但是我也不想把我的爱心捐给人了', '4', '差评', 1058);
INSERT INTO `comment` VALUES ('支付宝', '什么玩意儿啊，你管我更不更新最新版本，病毒一样反复跳出来还X不掉影响使用的，知道吗？吹了半小时寒风，都想卸载了。', '1', '差评', 1059);
INSERT INTO `comment` VALUES ('支付宝', '有没有人跟我说一下，转款到其他应用怎么弄啊，神经的，都说要转款到其他应用了，非得搞个二维码，又用支付宝扫，然后又转回支付宝账户', '1', '差评', 1060);
INSERT INTO `comment` VALUES ('支付宝', '什么玩意儿啊，你管我更不更新最新版本，病毒一样反复跳出来影响使用的，知道吗？', '1', '差评', 1061);
INSERT INTO `comment` VALUES ('支付宝', '支付宝收款通知栏，怎么变成畸形的了？更新成这样我很不理解……', '3', '差评', 1062);
INSERT INTO `comment` VALUES ('支付宝', '支付宝最近是怎么回事儿？一直出现bug，闪退，搞得我真想卸载掉算了', '1', '差评', 1063);
INSERT INTO `comment` VALUES ('支付宝', '建议官方优化消费红包的删除规则，有些消费红包需要领取才能用，一不小心给删除了，就找不回来了。。', '5', '好评', 1064);
INSERT INTO `comment` VALUES ('支付宝', '为什么最近动不动就失去响应，需要重启？', '3', '差评', 1065);
INSERT INTO `comment` VALUES ('支付宝', '感觉已经膨胀了，去年提的建议到现在都没有改善过，真的无语了，总以为支付宝就很好用，结果被所有靓丽的语言很蒙蔽了真实现状，希望大家看到跟我一样的一起来反馈，不然一个人的力量让她们也不会有所改变的', '1', '差评', 1066);
INSERT INTO `comment` VALUES ('支付宝', '支付宝现在是养了一堆吃干饭的人吗？动不动软件卡死无响应，理财界面bug也是频繁出现，真的越做越差劲', '1', '差评', 1067);
INSERT INTO `comment` VALUES ('支付宝', '我问一下这个218亿的下载量是怎么来的', '5', '好评', 1068);
INSERT INTO `comment` VALUES ('支付宝', '强制推送保险广告，无法关闭。越来越像病毒软件。', '1', '差评', 1069);
INSERT INTO `comment` VALUES ('支付宝', '那个蚂蚁庄园的比如那种拉别人的鸡出去工作能不能别告诉别人还通知一下人家', '3', '差评', 1070);
INSERT INTO `comment` VALUES ('支付宝', '我还是算个还可以吧，只是下载很慢，还很费网', '3', '差评', 1071);
INSERT INTO `comment` VALUES ('支付宝', '还是不更新，最好更完新之后，卡的要死，还是老板们好。支付宝。广告特别', '2', '差评', 1072);
INSERT INTO `comment` VALUES ('支付宝', '天天升级！越来越差，字体这么小！红包用不用了', '1', '差评', 1073);
INSERT INTO `comment` VALUES ('支付宝', '蚂蚁！跟马云还我钱！本来一个星也不给！狗狗狗荣耀x', '1', '差评', 1074);
INSERT INTO `comment` VALUES ('支付宝', '一个月更新一次就可以，没必要更新那么频繁，别学QQ更新一大堆没用的。', '1', '差评', 1075);
INSERT INTO `comment` VALUES ('支付宝', '不好，下载之后里面都没钱，你们的钱拿来的？', '5', '好评', 1076);
INSERT INTO `comment` VALUES ('支付宝', '在深色模式下建盘能否也深色呢，方便视力不好的人输入啊', '1', '差评', 1077);
INSERT INTO `comment` VALUES ('支付宝', '每次更新都说是更流畅，我怎么感觉不到！原来付款用支付宝，现在打开就得好一阵。点开一个链接后面不知带了多少个链接，跳这里跳那里的！', '3', '差评', 1078);
INSERT INTO `comment` VALUES ('支付宝', '付款打数字，取消支付，想重新输入，它居然直接出提示音，好几次了，弄得我尴尬死了', '1', '差评', 1079);
INSERT INTO `comment` VALUES ('支付宝', '那些自己都没搞明白怎么用就来这里乱喷的，别来当笑话了', '5', '好评', 1080);
INSERT INTO `comment` VALUES ('支付宝', '习惯了支付宝，交电费什么很方便。每天骑个哈啰单车，0.01全种单车都能骑5次，出行的活动很棒(≧ｗ≦)', '5', '好评', 1081);
INSERT INTO `comment` VALUES ('支付宝', '五星好评感谢所有客服及工作人员，你们辛苦了。我在一个叫寻人定位宝app消费了会员，结果会员并没用我直接退款那个app客服说退不了，然后走的支付宝花呗申诉给我退了，大恩不言谢。', '5', '好评', 1082);
INSERT INTO `comment` VALUES ('支付宝', 'Mate60pro是不是不适配啊，点开蚂蚁庄园里老是屏幕闪烁', '2', '差评', 1083);
INSERT INTO `comment` VALUES ('支付宝', '软件占用内存越来越大，支付宝的举报中心没有存在的意义，审核部门完全形同虚设，让诈骗人员能够通过申诉解除限制且不通知被骗用户偷偷修改审核结果，助纣为虐，打热线电话热线人员互相扯皮推诿不帮忙解决问题，转接专线人员还是不解决问题，让用户自己解决问题，浪费双方时间，用户的资金安全完全得不到保证，使用体验完全不好。', '1', '差评', 1084);
INSERT INTO `comment` VALUES ('支付宝', '最近支付宝有点卡顿…手机其它应用都挺快的，支付宝该优化优化了', '2', '差评', 1085);
INSERT INTO `comment` VALUES ('支付宝', '淘宝和支付宝是不是同一个师傅写的程序，怎么就这两APP特别容易导致发热和耗电？！', '1', '差评', 1086);
INSERT INTO `comment` VALUES ('支付宝', '支付宝是日常使用常见的支付app。\n一般超市和店铺都可以使用支付宝支付，支付宝内部活动和本地生活内容和福利也比较多。余额宝存款利息可观。', '5', '好评', 1087);
INSERT INTO `comment` VALUES ('支付宝', '这个版本体验感非常差！！！明明在这里下载最新版本，下载完，进去app还提示要再更新最新版本才能登录，那这里的这个版本有什么用？？？', '1', '差评', 1088);
INSERT INTO `comment` VALUES ('支付宝', '太差了，要不只能拉一星，我只想给他零星，客服拽的跟二五八万一样，你这银行系统要不是因为绑定淘宝，你以为我想搞啊？一天到晚也不拉提示，也不干嘛', '1', '差评', 1089);
INSERT INTO `comment` VALUES ('支付宝', '一星都不想给，明明进行身份验证了，但还不能用余额付账，有病吧！你不让用，那你好歹让我把钱取出来啊！就这也不行！简直了，赶紧避雷！', '1', '差评', 1090);
INSERT INTO `comment` VALUES ('支付宝', '现在打开不了饿了么，这个系统今天怎么出问题？', '2', '差评', 1091);
INSERT INTO `comment` VALUES ('支付宝', '人家只是想安心看个漫画，然后你的广告就弹出来了，我并不想这么做的，是你逼我的', '1', '差评', 1092);
INSERT INTO `comment` VALUES ('支付宝', '凭什么他们才用不久就可以用花呗我都用好久了为啥还不能用花呗是怕我还不起吗', '1', '差评', 1093);
INSERT INTO `comment` VALUES ('支付宝', '支付宝确实很好，我整天在上面能够给我带来实质性的优惠', '5', '好评', 1094);
INSERT INTO `comment` VALUES ('支付宝', '这次还完了款就不会在用支付宝了，真的是无语死了，前几个月因为小孩肺炎住院逾期了，然后这个月有钱了立马还款了，一开始我逾期了催款可以理解，可是我还了还发信息威胁人真的不能理解', '2', '差评', 1095);
INSERT INTO `comment` VALUES ('支付宝', '花呗用了后每月还要还，不还还打电话威胁。太差劲了！！！', '1', '差评', 1096);
INSERT INTO `comment` VALUES ('支付宝', '别人在支付宝转给我的，15块钱都不见了', '1', '差评', 1097);
INSERT INTO `comment` VALUES ('支付宝', '支付宝算得上不要脸了，在其他页面未经允许总是出现，直接影响到我看我想看的页面，这个支付宝可恶啊，赶都赶不走，真不要脸', '1', '差评', 1098);
INSERT INTO `comment` VALUES ('支付宝', '@支付宝 花呗额度给我升10000为什么同样是打工人给他们开不给我开！！我嫉妒疯了！！不然我就立马把支付宝余额和余额宝里的钱都提走 然后卸载支付宝以后都改用微信支付！！！花呗给我开！！！为什么同样是学生给他们开不给我开！！我嫉妒疯了不然我就立马把支付宝余额和余额宝里的钱都提走然后卸载支付宝以后都改用微信！！@支付宝 @花呗@支付宝 @花呗', '1', '差评', 1099);
INSERT INTO `comment` VALUES ('支付宝', '支付宝扫一扫的付款码轻触缩有点大就这样！！真好坑了！！！', '1', '差评', 1100);
INSERT INTO `comment` VALUES ('支付宝', '再不给我开花呗我就卸载了！再也不用支付宝付钱', '1', '差评', 1101);
INSERT INTO `comment` VALUES ('支付宝', '给你打六星，这是溢出来的一颗，挺好的，会用我的钱装饰账户，只是淘宝买东西付不出去而已，我钱是摆设呗，好样的，做吧，谁能做过你啊🤣', '1', '差评', 1102);
INSERT INTO `comment` VALUES ('支付宝', '能没经过你同意自动绑定你的银行卡，也是厉害', '1', '差评', 1103);

-- ----------------------------
-- Table structure for opinion
-- ----------------------------
DROP TABLE IF EXISTS `opinion`;
CREATE TABLE `opinion`  (
  `user` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT NULL,
  `info` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT NULL,
  `id` int NOT NULL AUTO_INCREMENT,
  `software` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT NULL,
  PRIMARY KEY (`id`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 405 CHARACTER SET = utf8mb4 COLLATE = utf8mb4_0900_ai_ci ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of opinion
-- ----------------------------
INSERT INTO `opinion` VALUES ('he', '好好开发', 1, '爱奇艺');
INSERT INTO `opinion` VALUES ('he', '有问题', 402, '支付宝');
INSERT INTO `opinion` VALUES ('he', '送点皮肤', 403, '王者荣耀');
INSERT INTO `opinion` VALUES ('he', '挺好', 404, '支付宝');

-- ----------------------------
-- Table structure for user
-- ----------------------------
DROP TABLE IF EXISTS `user`;
CREATE TABLE `user`  (
  `id` int NOT NULL AUTO_INCREMENT,
  `username` varchar(50) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NOT NULL,
  `password` varchar(50) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT NULL,
  PRIMARY KEY (`id`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 7 CHARACTER SET = utf8mb4 COLLATE = utf8mb4_0900_ai_ci ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of user
-- ----------------------------
INSERT INTO `user` VALUES (5, 'he', '123456');
INSERT INTO `user` VALUES (6, 'le', '123456');

SET FOREIGN_KEY_CHECKS = 1;
